---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.InstanceElevationParam
source: html/ab791c68-0514-dc79-4b0b-8decbf930f9b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.InstanceElevationParam Property

"Elevation from Level"

## Syntax (C#)
```csharp
public static ForgeTypeId InstanceElevationParam { get; }
```